tap "dagger/tap"
tap "daipeihust/tap"
tap "fastly/tap"
tap "hashicorp/tap"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "laishulu/homebrew"
tap "ubuntu/microk8s"
tap "ynqa/tap"
brew "glib"
brew "cmake"
brew "coreutils"
brew "curl"
brew "fd"
brew "harfbuzz"
brew "python@3.12"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "git-gui"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "hugo"
brew "jq"
brew "kubectx"
brew "kustomize"
brew "libpq", link: true
brew "lima"
brew "llvm"
brew "lld"
brew "minikube"
brew "mise"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "openapi-generator"
brew "postgresql@16"
brew "qemu"
brew "ripgrep"
brew "sops"
brew "tfsec"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "yq"
brew "zlib"
brew "zoxide"
brew "dagger/tap/dagger"
brew "daipeihust/tap/im-select"
brew "fastly/tap/fastly"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "laishulu/homebrew/macism"
brew "ubuntu/microk8s/microk8s"
brew "ynqa/tap/jnv"
cask "alt-tab"
cask "aquaskk"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "keycastr"
cask "multipass"
cask "snowflake-snowsql"
cask "wezterm@nightly"
cask "wireshark"
vscode "42crunch.vscode-openapi"
vscode "alexcvzz.vscode-sqlite"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "be5invis.theme-railgun"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "craigmaslowski.erb"
vscode "danielsanmedium.dscodegpt"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.jupyter"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "easyaspi314.macos-theme"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "fabioz.vscode-pydev"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "harryhopkinson.vim-theme"
vscode "hashicorp.terraform"
vscode "hridoy.rails-snippets"
vscode "ivanzusko.theme-chrome-devtools-dark"
vscode "jamiewest.theme-light-vs-mac"
vscode "janisdd.vscode-edit-csv"
vscode "jithurjacob.nbpreviewer"
vscode "jorgedorio.darkula-theme"
vscode "k--kato.intellij-idea-keybindings"
vscode "kenhowardpdx.vscode-gist"
vscode "kevinrose.vsc-python-indent"
vscode "magicstack.magicpython"
vscode "marp-team.marp-vscode"
vscode "maxfieldwalker.vscode-color-theme-spirited-away"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mnxn.theme-golden-dracula"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "mylesmurphy.prettify-ts"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "perragnaredin.light-plus-tweaked"
vscode "philosowaffle.openapi-designer"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rexebin.dracula"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "tal7aouy.rainbow-bracket"
vscode "techer.open-in-browser"
vscode "thekalinga.bootstrap4-vscode"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
