tap "jesseduffield/lazygit"
tap "julien-cpsn/atac"
brew "atac"
brew "bat"
brew "btop"
brew "chezmoi"
brew "ctop"
brew "deno"
brew "dockutil"
brew "fzf"
brew "gh"
brew "ghq"
brew "httpie"
brew "jq"
brew "lazydocker"
brew "lsd"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tig"
brew "tldr"
brew "zplug"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "claude"
cask "deskpad"
cask "ghostty"
cask "intellij-idea"
cask "karabiner-elements"
cask "raycast"
cask "visual-studio-code"
cask "zen"
vscode "yzhang.markdown-all-in-one"
