tap "control-theory/gonzo"
tap "jesseduffield/lazygit"
tap "julien-cpsn/atac"
tap "knqyf263/pet"
brew "atac"
brew "aws-vault"
brew "bat"
brew "btop"
brew "chezmoi"
brew "ctop"
brew "deno"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "dockutil"
brew "eza"
brew "flyway"
brew "fzf"
brew "gauge"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "google-java-format"
brew "httpie"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "ni"
brew "openjdk@21"
brew "postgresql@14"
brew "postgresql@16"
brew "ripgrep"
brew "sops"
brew "starship"
brew "thefuck"
brew "tig"
brew "tldr"
brew "zplug"
brew "control-theory/gonzo/gonzo"
brew "knqyf263/pet/pet"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "appcleaner"
cask "chatgpt"
cask "claude"
cask "codex"
cask "dbeaver-community"
cask "deskpad"
cask "ghostty"
cask "homerow"
cask "intellij-idea"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "linear-linear"
cask "notion"
cask "raindropio"
cask "rancher"
cask "raycast"
cask "visual-studio-code"
cask "zen"
go "cmd/go"
go "cmd/gofmt"
