tap "control-theory/gonzo"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "julien-cpsn/atac"
tap "knqyf263/pet"
tap "neurosnap/tap"
tap "slp/krunkit"
tap "tw93/tap"
tap "unhappychoice/tap"
tap "xwmx/taps"
brew "atac"
brew "aws-vault"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "btop"
brew "chezmoi"
brew "colima"
brew "ctop"
brew "deno"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "dockutil"
brew "eza"
brew "flyway"
brew "fzf"
brew "gauge"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gmp"
brew "google-java-format"
brew "hexyl"
brew "httpie"
brew "jj"
brew "jjui"
brew "jq"
brew "ktlint"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "ni"
brew "openjdk@21"
brew "pigz"
brew "podman"
brew "postgresql@14"
brew "postgresql@16"
brew "resterm"
brew "ripgrep"
brew "rust"
brew "sops"
brew "starship"
brew "thefuck"
brew "tig"
brew "tldr"
brew "zig"
brew "zplug"
brew "control-theory/gonzo/gonzo"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "knqyf263/pet/pet"
brew "neurosnap/tap/zmx"
brew "slp/krunkit/krunkit"
brew "tw93/tap/mole"
brew "unhappychoice/tap/gitlogue"
brew "xwmx/taps/nb"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "appcleaner"
cask "chatgpt"
cask "claude"
cask "codex"
cask "dbeaver-community"
cask "deskpad"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "intellij-idea"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "linear-linear"
cask "microsoft-edge"
cask "notion"
cask "oh-my-posh"
cask "podman-desktop"
cask "positron"
cask "raindropio"
cask "rancher"
cask "raycast"
cask "visual-studio-code"
cask "zen"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
go "cmd/go"
go "cmd/gofmt"
